Page({
  data: {
    faqList: [
      {
        question: "按下后悔键会怎么样？",
        answer: "如果你和你的朋友都不想前去这个活动，咕咕日历会帮助你和你的朋友们取消这个活动的安排。当所有活动参与者都按下了后悔键时，活动将自动取消。只要有参与者没有按下后悔键，活动仍然会继续，并且没有人知道是否有人按下过后悔键。"
      },
      {
        question: "按下后悔键后可以取消后悔吗？",
        answer: "按下后悔键后就不可以取消后悔了，所以要谨慎使用后悔的权力。"
      },
      {
        question: "按下退出键会怎么样？",
        answer: "按下退出键时，你将直接退出活动。"
      },
      {
        question: "后悔点数有什么用？",
        answer: "后悔的功能虽然强大但不应该频繁使用。为了鼓励大家尽量参加活动，我们设置了后悔点数来避免过于频繁的后悔行为。每次按下后悔键，都会失去一点后悔点数。若当前没有后悔点数则不能后悔。"
      },
      {
        question: "怎么获得后悔点数？",
        answer: "每位用户在首次使用时会获得5点后悔点数，之后每周会增加3个后悔点数。"
      },
      {
        question: "如何知道我的活动是否被取消了？",
        answer: "在活动界面按下订阅键，当活动开始前3小时或者所有成员都后悔时，我们会发送推送提醒。如果活动未被取消，我们将在开始前3小时提醒即将开始。"
      },
      {
        question: "如何邀请好友参加活动？",
        answer: "当你创建活动之后，你可以在活动页面点击分享键，将活动分享给你想邀请的好友。"
      }
    ]
  }
}); 